Repository: omarbadran/cora
Catalog: languages/cora-*.po
Languages: ar

source: Cora Settings
ar: أعداد كورا

source: Cora
ar: كورا

source: Upgrade
ar: تطوير

source: 14-day Free Trial
ar: 14-يوم تجريبي مجاني

source: Are You Sure?
ar: هل انت متأكد

source: Save Changes
ar: حفظ التغييرات

source: An error occurred, please reload the page.
ar: حدث حطأ, اعد تحميل الصفحة.

source: Data Saved.
ar: تم الحفظ.

source: Add Item
ar: اضافة عنصر

source: Remove
ar: ازالة

source: Import
ar: استيراد

source: Download Data
ar: تحميل البيانات

source: No file selected!
ar: لم يتم اختيار ملف!

source: From Library
ar: من المكتبة

source: Advanced
ar: متطور

source: Export Data
ar: تصدير البيانات

source: Import Data
ar: أستيراد البيانات

source: Image
ar: صورة

source: your theme doesn't support featured image
ar: ثيمك لا يدعم الصور المختارة

source: General
ar: عام

source: Dashboard Widgets
ar: ودجات الواجهة الرئيسية

source: Easily add custom dashboard widgets.
ar: اضافة ودجات الى الواجهة الرئيسية

source: Title
ar: العنوان

source: Content
ar: المحتوى

source: Custom Widget
ar: ودجت جديده

source: Footer Text
ar: نص الفوتر

source: Thank you for creating with WordPress.
ar: شكرا لأستخدام وردبريس.

source: Footer Informations
ar: معلومات الفوتر

source: Show useful informations about your WordPress Installation in footer.
ar: اضهار معلومات مفيدة عن الوردبريس الخاصة بك في الفوتر.

source: Posts Thumbnail
ar: صور المنشورات

source: Show the post image column in posts list.
ar: اضهار صورة المنشور في قوائم المنشورات.

source: Screen Options
ar: خيارات الشاشة

source: Login Page
ar: صفحة تسجيل الدخزل

source: Differentiate your website with a unique modern login & sign-up page. Upgrade to customize & rebrand the login page completely within seconds.
ar: مييز موقعك بواسطة صفحة تسجيل دخول مخصصة وعصرية. طور لتتمكن من تخصيصها بسهولة.

source: Admin Menu
ar: قائمة الأدمن

source: Show Logo
ar: اضهار الشعار

source: Logo Type
ar: نوع الشعار

source: Logo
ar: الشعار

source: Site Name
ar: اسم الموقع

source: Logo Width
ar: عرض الشعار

source: Menu Items
ar: عناصر القائمة

source: This option allows you to edit the admin menu items, You can set user roles, change the title, icon, reorder, and add new links & pages.
ar: هذا الخيار يمكنك من تعديل عناصر القائمة. يمكنك ان تضع ميزات محددة, تغير العنوان, الأيقونة, ترتب, وتضيف عناصر جدبدة كليا.

source: Icon
ar: الأيقونة

source: Type
ar: النوع

source: Link
ar: رابط

source: Page
ar: صفحة

source: URL
ar: العنوان

source: Page Content
ar: المحتوى

source: Hide For
ar: اخفاء ل

source: New Item
ar: عنصر جديد

source: Default items cannot be removed.
ar: لا يمكن ازالة العناصر الرئيسية.

source: Optimization
ar: تحسين

source: WP Version Meta-Tag
ar: ميتا-تاج رقم نسخة الوردبريس

source: WP Emoji
ar: ايموجيز

source: RSS Feed
ar: عناصر ار اس اس

source: WP RSD
ar: ار اس دي وردبريس

source: WP Wlwmanifest
ar: ميزات Wlwmanifest

source: WP Shortlink
ar: روابط مختصر

source: WP oEmbed
ar: ميزات oEmbed

source: WP XML-RPC / X-Pingback
ar: مميزات XML-RPC / X-Pingback

source: WP Heartbeat
ar: مميزات Heartbeat

source: Media SVG Support
ar: دعم ملفات SVG

source: Media ICO Support
ar: دعم ملفات ICO

source: Custom Scripts
ar: سكربتات مخصصة

source: Quickly add any custom JS & CSS code with a single click. Load third-party code like facebook pixel and google analytics in an organizable way without the risk of breaking your site or the need to install any additional plugins.
ar: بسهولة اضف اي سكربتات مخصصة بنقرة واحدة. حمل اكواد الطلاف الثالث مثل فيسبوك بكسل او اداوت تعقب كوكل بطريقة امنة.

source: Theme
ar: الثيم

source: Customize every part of your admin theme visually with live preview. Change the design to represent your brand or personal taste. You can choose a pre-designed theme or make your own.
ar: خصص كل قسم من واجهة الأدمن وشاهد التعديلات مباشرة. غير التصميم كما تراه مناسبا للبراند الخاصة بك او كما يعجبك شخصيا. يمكنك اختيار ثيم مصمم مسبقا او تصميم واحد.

source: Toolbar
ar: شريط الأدوات

source: Add Items
ar: اضاضفة عناصر

source: Open In New Tab ?
ar: فتح في تبويب جديد

source: WP Logo
ar: شعار وردبريس

source: Updates
ar: التحديثات

source: Comments
ar: التعليقات

source: New Content
ar: محتوى جديد

source: My Account
ar: حسابي

source: Layout
ar: المظهر

source: Standard
ar: اعتيادي

source: Modern
ar: عصري

source: Description
ar: الوصف

source: Background Type
ar: نوع الخلفية

source: Default
ar: اعتيادي

source: Background Image
ar: نوع صورة الخلفية

source: Admin Scripts
ar: سكربتات الأدمن

source: This option allows you to add custom CSS & JS to the admin area.
ar: هذا الخيار يمكنك من اضافة سكربتات مخصصة لصفحة الأدمن.

source: CSS
ar: سي اس اس

source: JS
ar: جافاسكربت

source: Code
ar: كود

source: Paste your code here.
ar: ضع الكود عنا.

source: Custom Script
ar: سكربات مخصصة

source: Front-end Scripts
ar: سكربتات الواجهة لأمامية

source: This option allows you to add custom CSS & JS on the front-end.
ar: هذا الخيار يمكنك من اضافة سكربتات مخصصة للواجهة الأمامية.

source: Login Scripts
ar: سكربتات صفحة تسجيل الدخول

source: This option allows you to add custom CSS & JS to the login area.
ar: هذا الخيار يمكنك من اضافة سكربتات مخصصة لصفحة تسجيل الدخول.

source: Light
ar: فاتح

source: Dark
ar: غامق

source: Shadows
ar: خيالات

source: Primary Background
ar: الخلفية الرئيسية

source: Secondary Background
ar: الخلفية الثانوية

source: Primary Text
ar: النص الرئيسي

source: Secondary Text
ar: النص الثانوي

source: Links
ar: روابط

source: Menu
ar: قائمة

source: Background
ar: الخلفية

source: Item Text
ar: نص العنصر

source: Item Text - Highlight
ar: نص العنصر - تعيين

source: Item Background - Highlight
ar: خلفية العنصر - تعيين

source: Submenu Background
ar: خلفية القائمة الثانوية

source: Submenu Item Text
ar: نص عنصر القامة الثانوية

source: Submenu Item Text - Highlight
ar: نص عنصر القامة الثانوية - تعيين

source: Logo Text
ar: نص الشعار

source: Toolbar Background
ar: خلفية شريط الأدوات

source: Item background - Highlight
ar: خلفية العنصر - تعيين

source: Buttons
ar: ازرار

source: Primary Button Color
ar: لون الزر الرئيسي

source: Primary Button Text
ar: نص الزر الرئيسي

source: Secondary Button Color
ar: لون الزر الثانوي

source: Secondary Button Text
ar: نص الزر الثانوي

source: Forms
ar: حقول

source: Control Field Background
ar: خلفية عنصر الحقل

source: Control Field Border
ar: حدود عنصر الحقل
